<template>
    <my-page title="个人所得税计算器 - 帮助" backable>
        <div class="common-container container">
            <ui-article class="article">
                <h2>工具介绍</h2>
                <p>本工具可用于个人所得税计算。</p>

                <h2>相关知识</h2>
                <h3>工资、薪金所得</h3>
                <p><strong>个人所得税计算公式</strong></p>
                <p>应纳税所得额 = 税前工资收入金额 － 五险一金(个人缴纳部分) － 起征点(3500元)</p>
                <p>应纳税额 = 应纳税所得额 x 税率 － 速算扣除数</p>
                <p>提示：自2011年开始至今，内地人员个税起征点为3500元，外籍人士（包括港、澳、台），个税起征点应设为4800元。</p>
                <p><strong>举例：</strong></p>
                <p>假设您的月工资为 6000 元，工作地点是广州（这个城市的三险一金标准是养老保险 8%、医疗保险 2%、失业保险 1%、住房公积金 8%）。</p>
                <p>那么：</p>
                <p>应纳税额 = 6000 - 6000 x (8% + 2% + 1% + 8%) - 3500 = 1360(元)</p>
                <p>查上表可知，与 1360 元对应的税率和速算扣除数分别为 3% 和 0，因此：</p>
                <p>个税 = 1360 x 3% - 0 = 40.8(元)</p>
                <p>也就是说，在广州月工资 6000 元需要缴纳个人所得税 40.8 元。虽然最后实际到手只有 4000 多元，但至少现在知道了，“少了的钱”几乎都用来缴纳五险一金了，只有极少一部分用来缴纳个税而已。</p>

                <p><strong>个人所得税税率表</strong></p>
                <p>工资、薪金所得，适用七级超额累进税率，税率为百分之三（3%）至百分之四十五（45%）。</p>
                <table class="table table-bordered">
                    <tr>
                        <th>级数
                        </th>
                        <th>应纳税所得额(含税)
                        </th>
                        <th>应纳税所得额(不含税)
                        </th>
                        <th>税率(%)
                        </th>
                        <th>速算扣除数
                        </th>
                    </tr>
                    <tr>
                        <td>1
                        </td>
                        <td>不超过1500元的
                        </td>
                        <td>不超过1455元的
                        </td>
                        <td>3
                        </td>
                        <td>0
                        </td>
                    </tr>
                    <tr>
                        <td>2
                        </td>
                        <td>超过1500元至4,500元的部分
                        </td>
                        <td>超过1455元至4,155元的部分
                        </td>
                        <td>10
                        </td>
                        <td>105
                        </td>
                    </tr>
                    <tr>
                        <td>3
                        </td>
                        <td>超过4,500元至9,000元的部分
                        </td>
                        <td>超过4,155元至7,755元的部分
                        </td>
                        <td>20
                        </td>
                        <td>555
                        </td>
                    </tr>
                    <tr>
                        <td>4
                        </td>
                        <td>超过9,000元至35,000元的部分
                        </td>
                        <td>超过7,755元至27,255元的部分
                        </td>
                        <td>25
                        </td>
                        <td>1,005
                        </td>
                    </tr>
                    <tr>
                        <td>5
                        </td>
                        <td>超过35,000元至55,000元的部分
                        </td>
                        <td>超过27,255元至41,255元的部分
                        </td>
                        <td>30
                        </td>
                        <td>2,755
                        </td>
                    </tr>
                    <tr>
                        <td>6
                        </td>
                        <td>超过55,000元至80,000元的部分
                        </td>
                        <td>超过41,255元至57,505元的部分
                        </td>
                        <td>35
                        </td>
                        <td>5,505
                        </td>
                    </tr>
                    <tr>
                        <td>7
                        </td>
                        <td>超过80,000元的部分
                        </td>
                        <td>超过57,505的部分
                        </td>
                        <td>45
                        </td>
                        <td>13,505
                        </td>
                    </tr>
                </table>
                <p>说明：</p>
                <p>1、本表含税级距中应纳税所得额，是指每月收入金额 - 各项社会保险金(五险一金) - 起征点3500元(外籍4800元)的余额。</p>
                <p>2、含税级距适用于由纳税人负担税款的工资、薪金所得；不含税级距适用于由他人(单位)代付税款的工资、薪金所得。</p>

                <h3>个体工商户生产、经营所得</h3>
                <p>
                    <strong>一、征收范围</strong>
                </p>
                <p class="one">
                    个体工商户的生产、经营所得，是指:</p>
                <p class="one">
                    （1）个体工商户从事工业、手工业、建筑业、交通运输业、商业、饮食业、服务业、修理业以及其他行业生产、经营取得的所得；</p>
                <p class="one">
                    （2）个人经政府有关部门批准，取得执照，从事办学、医疗、咨询以及其他有偿服务活动取得的所得；</p>
                <p class="one">
                    （3）其他个人从事个体工商业生产、经营取得的所得；</p>
                <p class="one">
                    （4）上述个体工商户和个人取得的与生产、经营有关的各项应纳税所得。</p>
                <p>
                    <strong>二、税率</strong>
                </p>
                <table class="table table-bordered">
                    <tbody><tr>
                        <th style="width: 30px;">
                            级数
                        </th>
                        <th>
                            含税级距
                        </th>
                        <th>
                            不含税级距
                        </th>
                        <th style="width: 80px;">
                            税率 (%)
                        </th>
                        <th style="width: 80px;">
                            速算扣除数
                        </th>
                    </tr>
                    <tr>
                        <td>1</td>
                        <td>不超过15,000元的</td>
                        <td>不超过14,250元的</td>
                        <td>
                            5
                        </td>
                        <td>
                            0
                        </td>
                    </tr>
                    <tr>
                        <td>
                            2
                        </td>
                        <td>
                            超过15,000元到30,000元的部分
                        </td>
                        <td>
                            超过14,250元至27,750元的部分
                        </td>
                        <td>
                            10
                        </td>
                        <td>
                            750
                        </td>
                    </tr>
                    <tr>
                        <td>
                            3
                        </td>
                        <td>
                            超过30,000元至60,000元的部分
                        </td>
                        <td>
                            超过27,750元至51,750元的部分
                        </td>
                        <td>
                            20
                        </td>
                        <td>
                            3,750
                        </td>
                    </tr>
                    <tr>
                        <td>
                            4
                        </td>
                        <td>
                            超过60,000元至100,000元的部分
                        </td>
                        <td>
                            超过51,750元至79,750元的部分
                        </td>
                        <td>
                            30
                        </td>
                        <td>
                            9,750
                        </td>
                    </tr>
                    <tr>
                        <td>
                            5
                        </td>
                        <td>
                            超过100,000元的部分
                        </td>
                        <td>
                            超过79,750元的部分
                        </td>
                        <td>
                            35
                        </td>
                        <td>
                            14,750
                        </td>
                    </tr>
                    </tbody></table>
                <p>【解释1】本表所列含税级距与不含税级距，均为按照税法规定以每一纳税年度的收入总额减除成本、费用以及损失后的所得额。</p>
                <p>【解释2】含税级距适用于个体工商户的生产、经营所得和由纳税人负担税款的对企事业单位的承包经营、承租经营所得；不含税级距适用于由他人（单位）代付税款的对企事业单位的承包经营、承租经营所得。</p>
                <p>【解释3】投资者兴办两个或两个以上企业的（包括参与兴办），年度终了时，应汇总从所有企业取得的应纳税所得额，据此确定适用税率并计算缴纳个人所得税。</p>

                <p>
                    <strong>三、应纳税所得额及应纳税额的计算</strong>
                </p>
                <p>
                    应纳税所得额 = 每一纳税年度的收入总额 - 成本、费用及损失</p>
                <p>
                    应纳税额 = 应纳税所得额 × 适用税率 - 速算扣除数</p>
                <p>
                    上述计税办法适用于查账征收的个体工商户，不适用于核定征收的个体工商户。</p>
            </ui-article>
        </div>
    </my-page>
</template>

<script>
    export default {
        data () {
            return {
            }
        },
        mounted () {
        },
        methods: {
        }
    }
</script>

<style scoped>
    .article {
        max-width: 800px;
    }
</style>
